Autodesk.Revit.DB.ISaveSharedCoordinatesCallbackForUnloadLocally.GetSaveModifiedLinksOptionForUnloadLocally(Autodesk.Revit.DB.RevitLinkType)
Determines whether Revit should save the link or not prior
to unloading the link locally.
link:
The Revit link which has modified shared coordinates.
Returns:
The saving option when unloading locally a linked file which has been modified
in-memory by shared coordinates operations.
Since:
2017

Autodesk.Revit.DB.ISaveSharedCoordinatesCallbackForUnloadLocally
An interface that is used to control Revit when trying to unload
locally a Revit link with changes in shared coordinates.
Since:
2017